#include "Language_Defines.h"

#if defined RUSSIAN

#include "_JA25EnglishText.h"

const wchar_t* const zNewTacticalMessages[] =
{
	L"Расстояние до цели: %d клеток",
	L"Дальнобойность оружия: %d клеток, Расстояние до цели: %d клеток",
	L"Отобразить укрытия",
	L"Зона обзора",
	L"Это игра для человека с ЖЕЛЕЗНОЙ ВОЛЕЙ. Нельзя сохраняться когда рядом враги.",
	L"(Нельзя сохранять игру в бою)",
};

const wchar_t* const gzIronManModeWarningText[] =
{
	L"Вы выбрали режим ЖЕЛЕЗНОЙ ВОЛИ. Эта настройка делает игру намного более сложной, так как вы не сможете сохраняться, когда в секторе есть враги. ЖЕЛЕЗНАЯ ВОЛЯ действует в течение всей игры. Уверены, что хотите включить этот режим?",
};

#endif
